export const AGREEMENT = [
  {
    id: 1,
    name: '(필수) 이용약관 동의',
    explanation: `제1조(목적)
이 약관은 주식회사 꿀빵이와 앙꼬(이하 “회사”라 한다)가 운영하는 회사 사이버 몰에서 제공하는 인터넷 관련 서비스(이하 "서비스"라 한다)를 이용함에 있어 사이버몰과 “이용자”의 권리·의무 및 책임사항을 규정함을 목적으로 합니다.`,
  },
  {
    id: 2,
    name: '(필수) 개인정보 수집 및 이용 동의',
    explanation: `(주)꿀빵이와 앙꼬(이하 ‘회사’)는 원활한 서비스 제공을 위해 최소한의 범위 내에서 아래와 같이 개인정보를 수집 이용합니다.`,
  },
  {
    id: 3,
    name: '(선택) 개인정보 수집 및 이용 동의',
    explanation: `㈜꿀빵이와 앙꼬는 아래와 같이 개인정보를 수집, 이용 합니다
    1. 수집 이용 항목
    회원가입 시 수집한 항목, 서비스 이용 시 수집한 항목, 서비스 이용기록
    2. 수집 이용 목적
    마케팅 및 프로모션 활용 (광고성/이벤트 정보 제공)
    3. 보유 및 이용 기간
    회원탈퇴 또는 동의 철회 시까지`,
  },
];
